Repository: pedroxido/wedding-site
Catalog: weddingsite/locale/*/LC_MESSAGES/django.po
Languages: es_mx, it_it

source: Your Name*
es_mx: Tu nombre*
it_it: Il tuo nome*

source: Oops! We are having trouble finding your invite. Please try another spelling of your name or contact the couple
es_mx: Lo sentimos! No logramos encontrar tu invitacion. Favor de probar con otro nombre o contactar directamente a la pareja
it_it: Oops! Stiamo riscontrando problemi nel trovare il tuo invito. Per favore prova un'altra ortografiadel tuo nome o contatta la coppia

source: Will you go?
es_mx: Asistiras?
it_it: Andrai?

source: Accept
es_mx: Si asistire
it_it: Acettare

source: Decline
es_mx: No asistire
it_it: Declino

source: Meal Option 1
es_mx: Opcion de comida 1
it_it: Opzione Pasto 1

source: Meal Option 2
es_mx: Opcion de comida 2
it_it: Opzione Pasto 2

source: Meal Option 3
es_mx: Opcion de comida 3
it_it: Opzione Pasto 3

source: full name
es_mx: nombre completo
it_it: nome e cognome

source: status
es_mx: Estatus
it_it: stato

source: meal options
es_mx: Opcion de comida
it_it: opzione di pasto

source: dietary restrictions
es_mx: Restriccion alimenticia
it_it: restrizione dietetica

source: RSVP date
es_mx: Fecha de confirmacion
it_it: data di conferma

source: creation date
es_mx: fecha de creacion
it_it: data di creazione

source: Couple
es_mx: Los Novios
it_it: Coppia

source: Events
es_mx: Eventos
it_it: Eventi

source: We are waiting for
es_mx: Estamos esperando
it_it: Stiamo aspettando

source: The adventure
es_mx: La aventura
it_it: L'avventura

source: Wedding events
es_mx: Eventos de la boda
it_it: Eventi di nozze

source: The reception
es_mx: La misa
it_it: La massa

source: See location
es_mx: Ver ubicacion
it_it: Vedere la posizione

source: Wedding party
es_mx: La fiesta
it_it: La festa

source: Join our party
es_mx: Unete a nuestra fiesta
it_it: Unisciti alla nostra festa

source: Please confirm before March 31th, 2019.
es_mx: Favor de confirmar antes del 31 de Marzo del 2019.
it_it: Si prega di confermare prima del 31 marzo 2019

source: Find my invitation
es_mx: Buscar mi invitacion
it_it: Trova il mio invito

source: Guest
es_mx: Invitado
it_it: Ospite

source: of
es_mx: de
it_it: di

source: Back
es_mx: No eres tu?
it_it: Non sei tu?

source: Confirmar Asistencia
it_it: Conferma Assistenza

source: Gift
it_it: Registrazione del regalo

source: Getting there
it_it: Come arrivarci

source: We recomend using Kayak for the flight/hotel deals
it_it: Ti consigliamo di utilizzare Kayak.com per le offerte di voli / hotel

source: The groom
es_mx: El novio
it_it: Lo sposo

source: Spanish
es_mx: Espa√±ol
it_it: Spagnolo

source: Italian
es_mx: Italiano
it_it: Italiano

source: Home
es_mx: Inicio

source: Save the date
es_mx: Reserva

source: Forever and Always Our Love
es_mx: Por siempre y para siempre nuestro amor
